/*
 * This file is part of the Arnapou jqCron package.
 *
 * (c) Arnaud Buathier <arnaud@arnapou.net>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

jqCronDefaultSettings.texts.ru = { 
        monthday_labels: ["01", "02", "03", "04", "05", "06", "07", "08", "09", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22", "23", "24", "25", "26", "27", "28", "29", "30", "31"],
	hour_labels: ["00", "01", "02", "03", "04", "05", "06", "07", "08", "09", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22", "23"],
	minute_labels: ["00", "01", "02", "03", "04", "05", "06", "07", "08", "09", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22", "23", "24", "25", "26", "27", "28", "29", "30", "31", "32", "33", "34", "35", "36", "37", "38", "39", "40", "41", "42", "43", "44", "45", "46", "47", "48", "49", "50", "51", "52", "53", "54", "55", "56", "57", "58", "59"],
    
	empty: 'каждые', 
	empty_minutes: 'каждые', 
	empty_time_hours: 'каждый час', 
	empty_time_minutes: 'каждую минуту', 
	empty_day_of_week: 'день недели', 
	empty_day_of_month: 'каждого', 
	empty_month: 'каждый&nbsp;месяц', 
	name_minute: 'минута', 
	name_hour: 'каждый&nbsp;час', 
	name_day: 'каждый&nbsp;день', 
	name_week: 'каждую&nbsp;неделю', 
	name_month: 'каждый&nbsp;месяц', 
	name_year: 'каждый&nbsp;год', 
	text_period: ' <b />', 
	text_mins: ' в <b /> минут', 
	text_time: ' в <b />:<b />', 
	text_dow: ' в <b /> ', 
	text_month: 'в <b />', 
	text_dom: ' <b /> числа', 
	error1: 'Тег %s не поддерживается !', 
	error2: 'Количество элементов не верно', 
	error3: 'jquery_element следует установить в настройки jqCron', 
	error4: 'Нераспознанное выражение', 
	weekdays: ['понедельник', 'вторник', 'среду', 'четверг', 'пятницу', 'субботу', 'воскресенье'], 
	months: ['январе', 'феврале', 'марте ', 'апреле', 'мае', 'июне', 'июле', 'августе', 'сентябре', 'октябре', 'ноябре', 'декабре'] 
};
